{
	"chelyabinsk": {
	  "title": "Челябинск",
	  "headers": [
		{
		  "accordionHeader": "Дополнительная информация",
		  "carouselHeader": "Достопримечательности",
		  "descriptionHeader": "Информация"
		}
	  ],
	  "accordion": [
		{
		  "eventKey": "0",
		  "title": "Каков Челябинск",
		  "text": "Челябинск — крупный город в Уральском регионе России, известный своей тяжелой промышленностью и исторической значимостью. Город знаменит уникальным сочетанием советской архитектуры и современных построек.",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "Кировка (пешеходная улица),",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "Челябинский государственный академический театр оперы и балета",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " и знаковый памятник Алеше, посвященный солдатам Второй мировой войны."
		},
		{
		  "eventKey": "1",
		  "title": "Лучшее время для посещения",
		  "text": "Лучшее время для посещения Челябинска — лето, с июня по август. В это время город наслаждается теплыми температурами, что идеально подходит для прогулок по паркам и посещения достопримечательностей. Зимой, хоть и холодно, город погружается в праздничную атмосферу с заснеженными улицами и ледяными скульптурами.",
		  "highlights": [],
		  "suffix": ""
		},
		{
		  "eventKey": "2",
		  "title": "На что обратить внимание",
		  "text": "Посетив Челябинск, обязательно осмотрите такие достопримечательности, как ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Площадь Революции,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "Красный Коммунар (завод),",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight5",
			  "text": "Челябинский краеведческий музей,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " дают глубокое понимание истории и культуры города."
		}
	  ],
	  "descriptionSection": [
		{
			"id": "section1",
			"prefix": "Ч",
			"text": "елябинск — город, сочетающий индустриальную мощь с культурным наследием. Основанный в 1736 году, он стал одним из важнейших промышленных центров России. Город также известен своей богатой художественной жизнью, с такими достопримечательностями, как ",
			"highlights": [
			  {
				"id": "highlight1",
				"text": "Кировка (пешеходная улица),",
				"className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			  },
			  {
				"id": "highlight2",
				"text": "Театр оперы и балета",
				"className": "bg-body-secondary text-black fst-italic px-1 me-2"
			  }
			],
			"suffix": " и другие известные достопримечательности привлекают как местных жителей, так и туристов."
		  },
		  {
			"id": "section2",
			"prefix": "Г",
			"text": "ородской пейзаж Челябинска характеризуется смешением советской архитектуры и современных построек. Достопримечательности, такие как ",
			"highlights": [
			  {
				"id": "highlight3",
				"text": "Памятник Алеше,",
				"className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			  },
			  {
				"id": "highlight4",
				"text": "и парк Гагарина",
				"className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			  }
			],
			"suffix": " и другие популярные места привлекают как местных жителей, так и гостей города. Уникальная атмосфера Челябинска раскрывается в его общественных пространствах и живой городской жизни."
		  },
		  {
			"id": "section3",
			"prefix": "Ч",
			"text": "елябинская система городского транспорта является образцом эффективности и комфорта. Она обеспечивает надежное и удобное перемещение по городу, соединяя как исторические достопримечательности, так и современные постройки. С хорошо организованными автобусными и трамвайными маршрутами вы легко можете исследовать как культурные, так и современные аспекты города.",
			"highlights": [],
			"suffix": ""
		  }
	  ],
	  "attractions": [
		{
		  "name": "Кировка, пешеходная улица",
		  "id": 0,
		  "src": "kirovkaStreet",
		  "description": "Кировка — оживленный район в центре Челябинска, известный своими магазинами, кафе и историческими скульптурами."
		},
		{
		  "name": "Памятник Алеше",
		  "id": 1,
		  "src": "alyoshaMonument",
		  "description": "Памятник Алеше — значимый символ Челябинска, посвященный солдатам Второй мировой войны."
		},
		{
		  "name": "Челябинский государственный академический театр оперы и балета",
		  "id": 2,
		  "src": "operaAndBalletTheatre",
		  "description": "Челябинский государственный академический театр оперы и балета является культурным центром города, предлагающим мирового уровня представления в великолепном архитектурном окружении."
		},
		{
		  "name": "Площадь Революции",
		  "id": 3,
		  "src": "revolutionSquare",
		  "description": "Площадь Революции — центральная площадь Челябинска, окруженная историческими зданиями, популярное место для проведения мероприятий."
		},
		{
		  "name": "Парк Гагарина",
		  "id": 4,
		  "src": "gagarinPark",
		  "description": "Парк Гагарина — один из крупнейших парков Челябинска, предлагающий тихий отдых с зелеными зонами, озерами и пешеходными дорожками."
		}
	  ]
	}
}
