{
  "ekb": {
    "title": "Екатеринбург",
    "headers": [
      {
        "accordionHeader": "Дополнительная информация",
        "carouselHeader": "Достопримечательности",
        "descriptionHeader": "Информация"
      }
    ],
    "accordion": [
      {
        "eventKey": "0",
        "title": "Что такое Екатеринбург",
        "text": "Екатеринбург — крупный город на Урале, известный своей богатой историей, промышленным значением и насыщенной культурной жизнью. Город является воротами между Европой и Азией, предлагая сочетание различных культур.",
        "highlights": [
          {
            "id": "highlight1",
            "text": "Храм на Крови,",
            "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
          },
          {
            "id": "highlight2",
            "text": "Екатеринбургский театр оперы и балета",
            "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
          }
        ],
        "suffix": " и впечатляющая башня Высоцкий, с которой открывается панорамный вид на город."
      },
      {
        "eventKey": "1",
        "title": "Лучшее время для посещения",
        "text": "Лето, с июня по август, — лучшее время для посещения Екатеринбурга. В этот период в городе тепло и приятно, что позволяет наслаждаться многочисленными достопримечательностями под открытым небом. Весна и осень также предлагают мягкую погоду, а зима, хотя и холодная, добавляет определенного шарма заснеженным улицам и паркам.",
        "highlights": [],
        "suffix": ""
      },
      {
        "eventKey": "2",
        "title": "На что обратить внимание",
        "text": "При посещении Екатеринбурга обязательно исследуйте такие достопримечательности, как ",
        "highlights": [
          {
            "id": "highlight3",
            "text": "Дом Севастьянова,",
            "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
          },
          {
            "id": "highlight4",
            "text": "Памятник клавиатуре,",
            "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
          },
          {
            "id": "highlight5",
            "text": "Монастырь Ганина Яма - ",
            "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
          }
        ],
        "suffix": " духовное и историческое место, находящееся недалеко от города."
      }
    ],
    "descriptionSection": [
      {
        "id": "section1",
        "prefix": "Е",
        "text": "катеринбург — один из крупнейших городов России, основанный в 1723 году. Он известен своим промышленным наследием и культурным значением, что делает его ключевым городом Урала. Екатеринбург знаменит своими ",
        "highlights": [
          {
            "id": "highlight1",
            "text": "Храмом на Крови,",
            "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
          },
          {
            "id": "highlight2",
            "text": "Театром оперы и балета",
            "className": "bg-body-secondary text-black fst-italic px-1 me-2"
          }
        ],
        "suffix": " и другими знаменитыми достопримечательностями. Город также сыграл значительную роль в истории России, особенно в последние дни династии Романовых."
      },
      {
        "id": "section2",
        "prefix": "Г",
        "text": "ородской пейзаж Екатеринбурга — это сочетание современных небоскребов и исторических зданий. Такие достопримечательности, как ",
        "highlights": [
          {
            "id": "highlight3",
            "text": "Башня Высоцкий,",
            "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
          },
          {
            "id": "highlight4",
            "text": "Набережная реки Исеть,",
            "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
          }
        ],
        "suffix": " являются популярными местами для посещения как среди местных жителей, так и туристов. Екатеринбург особенно красив ночью, когда его освещенные улицы и достопримечательности создают впечатляющий вид."
      },
      {
        "id": "section3",
        "prefix": "E",
        "text": "катеринбург привлекает внимание своей уникальной архитектурой и культурным наследием, сочетая исторические памятники с современными зданиями. Город известен своими яркими культурными событиями и живой городской атмосферой.",
        "highlights": [],
        "suffix": " Транспортная сеть города также играет важную роль, обеспечивая удобное передвижение по различным районам. Современные трамваи и автобусы связывают ключевые точки, помогая жителям и туристам легко перемещаться по Екатеринбургу."
      }
    ],
    "attractions": [
      {
        "name": "Храм на Крови",
        "id": 0,
        "src": "churchOnTheBlood",
        "description": "Храм на Крови — значимое религиозное и историческое место, построенное на месте, где был казнен последний российский царь Николай II и его семья."
      },
      {
        "name": "Башня Высоцкий",
        "id": 1,
        "src": "vysotskyTower",
        "description": "Башня Высоцкий — одно из самых высоких зданий в России, с которого открывается панорамный вид на Екатеринбург и окружающие Уральские горы."
      },
      {
        "name": "Дом Севастьянова",
        "id": 2,
        "src": "sevastyanovsHouse",
        "description": "Дом Севастьянова — архитектурная жемчужина Екатеринбурга, известная своим изысканным дизайном и богатой историей. Это одно из самых фотографируемых зданий города."
      },
      {
        "name": "Памятник клавиатуре",
        "id": 3,
        "src": "keyboardMonument",
        "description": "Памятник клавиатуре — уникальная уличная инсталляция в виде гигантской клавиатуры, расположенная на берегу реки Исеть."
      },
      {
        "name": "Монастырь Ганина Яма",
        "id": 4,
        "src": "ganinaYamaMonastery",
        "description": "Монастырь Ганина Яма — духовное и историческое место, расположенное недалеко от Екатеринбурга, построенное на месте обнаружения останков семьи Романовых."
      }
    ]
  }
}
