{
	"KazanTranslation": {
		"title": "Казань",
	  "headers": [
		{
		  "accordionHeader": "Дополнительная информация",
		  "carouselHeader": "Достопримечательности",
		  "descriptionHeader": "Информация"
		}
	  ],
	  "accordion": [
		{
		  "eventKey": "0",
		  "title": "Что из себя представляет Казань",
		  "text": "Казань – столица Татарстана, город, где встречаются Восток и Запад, сочетая русскую и татарскую культуру. Город известен своими историческими памятниками и богатой культурной жизнью, включая ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "Казанский Кремль,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "мечеть Кул Шариф",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " и красивую улицу Баумана, известную своими магазинами и кафе."
		},
		{
		  "eventKey": "1",
		  "title": "Лучшее время для посещения",
		  "text": "Лето, с июня по август, – лучшее время для посещения Казани. В этот период в городе проводятся различные фестивали, а погода теплая и приятная. Весна и осень также хороши для посещения, когда погода мягкая. Зима в Казани холодная, но заснеженные пейзажи города создают волшебную атмосферу.",
		  "highlights": [],
		  "suffix": ""
		},
		{
		  "eventKey": "2",
		  "title": "На что обратить внимание",
		  "text": "Посетив Казань, обязательно обратите внимание на такие достопримечательности, как ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Храм всех религий,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "Центр семьи Казан,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight5",
			  "text": "башню Сююмбике",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": ". Не пропустите посещение Национального музея Республики Татарстан, чтобы узнать больше об истории региона."
		}
	  ],
	  "KazanDescriptionSection": [
		{
		  "id": "section1",
		  "prefix": "К",
		  "text": "азань – один из старейших городов России, основанный в 1005 году. Город представляет собой уникальное сочетание русской и татарской культур, делая его по-настоящему мультикультурным. Казань известна своим ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "Кремлем,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "мечетью Кул Шариф",
			  "className": "bg-body-secondary text-black fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " и другими историческими достопримечательностями. Город также является крупным спортивным центром, принимавшим такие международные мероприятия, как Универсиада и Чемпионат мира."
		},
		{
		  "id": "section2",
		  "prefix": "Г",
		  "text": "ородской пейзаж Казани представляет собой сочетание современной архитектуры и старинных зданий. Такие достопримечательности, как ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "улица Баумана,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "Казанская Ривьера",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " –- популярные места как среди местных жителей, так и среди туристов. Казань особенно красива ночью, когда ее улицы и здания освещены, создавая завораживающий вид."
		},
		{
			"id": "section3",
			"prefix": "Г",
			"text": " ородская транспортная система Казани отличается высокой эффективностью и удобством.",
			"highlights": [],
			"suffix": " Современное метро соединяет ключевые районы, предлагая быстрые и комфортные поездки по городу. Автобусные и трамвайные маршруты обеспечивают легкий доступ к удаленным уголкам Казани, создавая единое целое для удобства жителей и гостей. К тому же, развитая сеть велодорожек и пешеходных зон делает передвижение по городу удобным и приятным, что подчеркивает его уникальное сочетание исторической и современной динамики."
		  }
	  ],
	  "KazanAttractions": [
		{
		  "name": "Казанский Кремль",
		  "id": 0,
		  "src": "kazanKremlin",
		  "description": "Казанский Кремль – объект Всемирного наследия ЮНЕСКО и историческое сердце Казани. Здесь расположены несколько значимых зданий, включая мечеть Кул Шариф и башню Сююмбике."
		},
		{
		  "name": "Мечеть Кул Шариф",
		  "id": 1,
		  "src": "kulSharifMosque",
		  "description": "Мечеть Кул Шариф – одна из крупнейших мечетей в России, расположенная на территории Казанского Кремля. Она является символом татарской культуры и религиозного согласия в регионе."
		},
		{
		  "name": "Улица Баумана",
		  "id": 2,
		  "src": "baumanaStreet",
		  "description": "Улица Баумана – главная пешеходная улица Казани, на которой расположены магазины, кафе и исторические здания. Это оживленное место, особенно популярное среди туристов."
		},
		{
		  "name": "Храм всех религий",
		  "id": 3,
		  "src": "templeOfAllReligions",
		  "description": "Храм всех религий – уникальный архитектурный комплекс, сочетающий элементы различных религиозных традиций. Это символ мира и единства."
		},
		{
		  "name": "Центр семьи Казан",
		  "id": 4,
		  "src": "kazanFamilyCenter",
		  "description": "Центр семьи Казан – архитектурная достопримечательность в форме большого котла, символизирующего гостеприимство города. Это также популярное место для проведения свадебных церемоний."
		}
	  ]
	}
  }
  