{
	"MoscowTranslation": {
	  "headers" : [
		{
		 	"accordionHeader": "Дополнительная информация",
			"carouselHeader": "Достопримечательности",
			"descriptionHeader": "Информация"
	}
	  ],
	  "accordion": [
		{
		  "eventKey": "0",
		  "title": "Что из себя представляет Москва",
		  "text": "Москва — это уникальное сочетание истории и современности. Город предлагает посетителям множество исторических достопримечательностей, таких как ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "Кремль,",
			  "className": "bg-body-secondary text-dark  fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "Красная площадь,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " а также современные районы с небоскребами и торговыми центрами. Москва славится своими музеями, театрами и культурными событиями, которые привлекают миллионы туристов со всего мира."
		},
		{
		  "eventKey": "1",
		  "title": "Лучший сезон для посещения",
		  "text": "Летний сезон, с июня по август, считается лучшим временем для посещения Москвы. В это время погода теплая, что позволяет насладиться прогулками по городу и посещением парков и садов. Осень и весна также являются хорошими сезонами для посещения, когда погода комфортная и нет большого наплыва туристов. Зима в Москве может быть холодной, но город в этот период украшен праздничными огнями и рождественскими ярмарками, что создает волшебную атмосферу.",
		  "highlights": [],
		  "suffix": ""
		},
		{
		  "eventKey": "2",
		  "title": "На что обратить внимание",
		  "text": "Во время посещения Москвы стоит обратить внимание на такие достопримечательности, как ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Собор Василия Блаженного,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "Большой театр,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight5",
			  "text": "ГУМ",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			}
		  ],
		  "suffix": "и тд. Обязательно стоит посетить Третьяковскую галерею и Пушкинский музей, чтобы насладиться богатой коллекцией русского и мирового искусства. Не забывайте также попробовать местную кухню в многочисленных ресторанах и кафе, предлагающих традиционные блюда, такие как борщ и блины."
		}
	  ],
	  "moscowDescriptionSection": [
		{
		  "id": "section1",
		  "prefix": "М",
		  "text": "осква — сердце России, её столица и крупнейший город, сочетающий в себе богатую историю и современность. Город, основанный в 1147 году, славится своими архитектурными памятниками, среди которых выделяются ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "Кремль",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "Красная площадь",
			  "className": "bg-body-secondary text-black fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " — объекты всемирного наследия ЮНЕСКО. Москва — это не только политический и экономический центр страны, но и культурная столица, где сосредоточены лучшие театры, музеи и галереи, такие как ",
		  "moreHighlights": [
			{
			  "id": "moreHighlight1",
			  "text": "Большой театр",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight2",
			  "text": "Третьяковская галерея",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight3",
			  "text": "Музей изобразительных искусств имени Пушкина",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ]
		},
		{
		  "id": "section2",
		  "prefix": "Г",
		  "text": "ород удивляет своим разнообразием: здесь можно найти как узкие улочки с историческими зданиями, так и современные небоскрёбы в деловом центре \"Москва-Сити\". Прекрасные парки, такие как ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Парк Горького",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "ВДНХ",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": "предлагают множество возможностей для отдыха и развлечений. Вечерняя Москва особенно красива благодаря подсветке мостов и зданий, создающей волшебную атмосферу."
		},
		{
		  "id": "section3",
		  "prefix": "Т",
		  "text": "ранспортная система города — одна из лучших в мире, включая знаменитое ",
		  "highlights": [
			{
			  "id": "highlight5",
			  "text": "Московское метро",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " с его великолепными станциями, напоминающими подземные дворцы. Москва — это город контрастов, динамичный и многогранный, в котором каждый найдёт что-то для себя."
		}
	  ],
	  "moscowAttractions": [
		{
		  "name": "Москва-Сити",
		  "id": 0,
		  "src": "moscowCity",
		  "description": "Москва-Сити – это современный деловой центр Москвы, известный своими высотными зданиями и архитектурными шедеврами. Комплекс включает в себя офисы, торговые центры и рестораны, привлекая как бизнесменов, так и туристов."
		},
		{
		  "name": "Павильон №1 Центральный",
		  "id": 1,
		  "src": "moscowPavilion",
		  "description": "Павильон №1 Центральный на ВДНХ – одно из главных сооружений выставочного комплекса ВДНХ. Павильон представляет собой монументальное здание с колоннадой и служит основным местом для проведения крупных выставок и мероприятий. Внутри павильона регулярно проходят выставки, конференции и культурные события, привлекая тысячи посетителей со всей России и из-за рубежа."
		},
		{
		  "name": "Кремль",
		  "id": 2,
		  "src": "moscowKremlin",
		  "description": "Московский Кремль – исторический и культурный центр Москвы, а также официальная резиденция президента России. Кремль представляет собой сложный архитектурный ансамбль, включающий дворцы, соборы и музейные комплексы, и является символом российской государственности."
		},
		{
		  "name": "МГУ",
		  "id": 3,
		  "src": "moscowUniversity",
		  "description": "Московский государственный университет имени М.В. Ломоносова – один из старейших и самых престижных университетов России. Университет славится своим главным зданием на Воробьевых горах, которое является одной из высочайших построек Москвы и символом российской науки и образования."
		},
		{
		  "name": "Собор Василия Блаженного",
		  "id": 4,
		  "src": "moscowVasilBlazhSobor",
		  "description": "Собор Василия Блаженного – одно из самых узнаваемых зданий в России, расположенное на Красной площади. Этот красочный храм с уникальными куполами является не только символом Москвы, но и важным историческим памятником, привлекающим множество туристов."
		}
	  ]
	}
  }
  