// const accordionData = [
//   {
//     eventKey: '0',
//     title: 'Что из себя представляет Москва',
//     text: 'Москва — это уникальное сочетание истории и современности. Город предлагает посетителям множество исторических достопримечательностей, таких как ',
//     highlights: [
//       {
//         id: 'highlight1',
//         text: 'Кремль,',
//         className: 'bg-body-secondary text-dark  fst-italic px-1 me-2',
//       },
//       {
//         id: 'highlight2',
//         text: 'Красная площадь,',
//         className: 'bg-body-secondary fst-italic text-dark px-1 me-2',
//       },
//     ],
//     suffix:
//       ' а также современные районы с небоскребами и торговыми центрами. Москва славится своими музеями, театрами и культурными событиями, которые привлекают миллионы туристов со всего мира.',
//   },
//   {
//     eventKey: '1',
//     title: 'Лучший сезон для посещения',
//     text: 'Летний сезон, с июня по август, считается лучшим временем для посещения Москвы. В это время погода теплая, что позволяет насладиться прогулками по городу и посещением парков и садов. Осень и весна также являются хорошими сезонами для посещения, когда погода комфортная и нет большого наплыва туристов. Зима в Москве может быть холодной, но город в этот период украшен праздничными огнями и рождественскими ярмарками, что создает волшебную атмосферу.',
//     highlights: [],
//     suffix: '',
//   },
//   {
//     eventKey: '2',
//     title: 'На что обратить внимание',
//     text: 'Во время посещения Москвы стоит обратить внимание на такие достопримечательности, как ',
//     highlights: [
//       {
//         id: 'highlight3',
//         text: 'Собор Василия Блаженного,',
//         className: 'bg-body-secondary text-dark fst-italic px-1 me-2',
//       },
//       {
//         id: 'highlight4',
//         text: 'Большой театр,',
//         className: 'bg-body-secondary text-dark fst-italic px-1 me-2',
//       },
//       {
//         id: 'highlight5',
//         text: 'ГУМ',
//         className: 'bg-body-secondary text-dark fst-italic px-1 me-2',
//       },
//     ],
//     suffix:
//       'и тд. Обязательно стоит посетить Третьяковскую галерею и Пушкинский музей, чтобы насладиться богатой коллекцией русского и мирового искусства. Не забывайте также попробовать местную кухню в многочисленных ресторанах и кафе, предлагающих традиционные блюда, такие как борщ и блины.',
//   },
// ];

// export default accordionData;
