{
  "introductoryTitle": "Russia: Journey to Infinity",
  "introductoryText": {
    "0": {
      "initial": "W",
      "text": "elcome to Russia—a country where every kilometer hides its own story, every morning begins with grandeur, and every evening ends with mystery. This is the land where grand forests meet endless steppes, where mountain ranges stretch to the sky, and cities tell of centuries-old culture and traditions."
    },
    "1": {
      "initial": "I",
      "text": "n Russia, you will find majestic cities, each unique in its own way. Moscow—the heart of the country, a city where history meets modernity, impressing with the grandeur of Red Square and the rhythm of a metropolis. Saint Petersburg—a cultural gem, a city on the Neva, where palaces and bridges come alive during the white nights. Omsk—a city at the confluence of the Irtysh and Om rivers, where Siberian traditions meet modern architecture. Nizhny Novgorod—an ancient trading center on the Volga, a city with rich heritage and picturesque landscapes. Kazan—the capital of Tatarstan, a city where East meets West, Islam and Orthodoxy, creating a unique cultural palette."
    },
    "2": {
      "initial": "R",
      "text": "ussia is not just a country; it's a state of mind. It's a place where great poets and artists found inspiration for their works. It's a land where every generation has left its mark in architecture, literature, and music. Let Russia captivate your heart. Let it become a place where dreams come true, where legends come to life, and where every day brings new discoveries. Explore, get inspired, and let these great cities reveal their secrets and wonders to you."
    },
    "3": {
      "initial": "",
      "text": "Below you can learn about the most vibrant and interesting cities in detail."
    }
  },
  "sortingOrder": {
    "sortOnPopulation": "Sort by population",
    "sortOnFoundationDate": "Sort by foundation date"
  },
  "cityInfo": {
    "Population": "Population - {{number}} people",
    "FoundationDate": "Foundation date - {{date}} year",
    "moreDetails": "Learn more about the city"
  },
  "additionalInfo": {
    "partingWordsHeader": "Immerse yourself in the warm and comprehensive atmosphere of Russia",
    "partingWordsDescription": {
      "partOne": "Russia is known for its famous cities, each of which has a unique history and cultural heritage.",
      "partTwo": "Discover the key cities that shape the cultural and economic heart of the country."
    }
  },
  "mapInformation": {
    "mapHeader": "Исследуйте сердце России",
    "mapDescription": {
        "partOne": "Путешествуйте по карте России и откройте для себя богатую историю и культуру её крупных городов.",
        "partTwo": "Каждый маркер на карте представляет собой ключевой город, который играет важную роль в жизни страны."
    }
}
}
