function MainText() {
  return (
    <div className="border-bottom my-3">
      <h1 className="mb-3">Россия: Путешествие в бесконечность</h1>
      <p>
        <span className="float-start lh-1 fw-bold fs-1 me-1">Д</span>
        обро пожаловать в Россию — страну, где каждый километр скрывает свою
        историю, каждое утро начинается с величия, и каждый вечер завершается
        таинством. Это земля, где грандиозные леса встречаются с бескрайними
        степями, где горные хребты тянутся к небесам, а города рассказывают о
        многовековой культуре и традициях.
      </p>
      <p>
        <span className="float-start lh-1 fw-bold fs-1 me-1">В</span>
        России вы найдете величественные города, каждый из которых по-своему
        уникален. Москва — сердце страны, город, где история встречается с
        современностью, поражая величием Красной площади и ритмом мегаполиса.
        Санкт-Петербург — культурная жемчужина, город на Неве, где в белых ночах
        оживают дворцы и мосты. Омск — город на слиянии Иртыша и Оми, где
        встречаются традиции Сибири и современная архитектура. Нижний Новгород —
        древний торговый центр на Волге, город с богатым наследием и живописными
        пейзажами. Казань — столица Татарстана, город, где встречаются Восток и
        Запад, ислам и православие, создавая уникальную культурную палитру.
      </p>
      <p>
        <span className="float-start lh-1 fw-bold fs-1 me-1">Р</span>
        оссия — это не просто страна, это состояние души. Это место, где великие
        поэты и художники черпали вдохновение в своих произведениях. Это земля,
        где каждое поколение оставляло свой след в архитектуре, литературе и
        музыке. Позвольте России пленить ваше сердце. Пусть она станет для вас
        местом, где сбываются мечты, где оживают легенды, и где каждый день
        приносит новые открытия. Исследуйте, вдохновляйтесь, и позвольте этим
        великим городам раскрыть перед вами свои тайны и чудеса.
      </p>
      <p>
        Ниже мы можете узнать о самых ярких и интересных городах в подробностях.
      </p>
    </div>
  );
}
export default MainText;
