import moscowCityIcon from '@images/MosckowAttractions/Moscow-city,_riverfront_view(31631549126).jpg';
import moscowPavilionIcon from '@images/MosckowAttractions/pavilionvdnh.jpg';
import moscowKremlinIcon from '@images/MosckowAttractions/kremlin.jpeg';
import moscowUniversityIcon from '@images/MosckowAttractions/mgy.jpeg';
import moscowVasilBlazhSoborIcon from '@images/MosckowAttractions/soborvasblaj.jpg';

const moscowAttractions = [
  {
    name: 'Москва-Сити',
    id: 0,
    src: moscowCityIcon,
    description:
      'Москва-Сити – это современный деловой центр Москвы, известный своими высотными зданиями и архитектурными шедеврами. Комплекс включает в себя офисы, торговые центры и рестораны, привлекая как бизнесменов, так и туристов.',
  },
  {
    name: 'Павильон №1 Центральный',
    id: 1,
    src: moscowPavilionIcon,
    description:
      'Павильон №1 Центральный на ВДНХ – одно из главных сооружений выставочного комплекса ВДНХ. Павильон представляет собой монументальное здание с колоннадой и служит основным местом для проведения крупных выставок и мероприятий. Внутри павильона регулярно проходят выставки, конференции и культурные события, привлекая тысячи посетителей со всей России и из-за рубежа.',
  },
  {
    name: 'Кремль',
    id: 2,
    src: moscowKremlinIcon,
    description:
      'Московский Кремль – исторический и культурный центр Москвы, а также официальная резиденция президента России. Кремль представляет собой сложный архитектурный ансамбль, включающий дворцы, соборы и музейные комплексы, и является символом российской государственности.',
  },
  {
    name: 'МГУ',
    id: 3,
    src: moscowUniversityIcon,
    description:
      'Московский государственный университет имени М.В. Ломоносова – один из старейших и самых престижных университетов России. Университет славится своим главным зданием на Воробьевых горах, которое является одной из высочайших построек Москвы и символом российской науки и образования.',
  },
  {
    name: 'Собор Василия Блаженного',
    id: 4,
    src: moscowVasilBlazhSoborIcon,
    description:
      'Собор Василия Блаженного – одно из самых узнаваемых зданий в России, расположенное на Красной площади. Этот красочный храм с уникальными куполами является не только символом Москвы, но и важным историческим памятником, привлекающим множество туристов.',
  },
];

export default moscowAttractions;
