{
"MoscowTranslation": {
	  "headers" : [
		{
			"accordionHeader": "Additional Information",
			"carouselHeader": "Attractions",
			"descriptionHeader": "Information"
		}
	  ],
	  "accordion": [
		{
		  "eventKey": "0",
		  "title": "What Moscow Represents",
		  "text": "Moscow is a unique blend of history and modernity. The city offers visitors many historical landmarks, such as ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "the Kremlin,",
			  "className": "bg-body-secondary text-dark  fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "Red Square,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " as well as modern areas with skyscrapers and shopping centers. Moscow is famous for its museums, theaters, and cultural events that attract millions of tourists from around the world."
		},
		{
		  "eventKey": "1",
		  "title": "Best Season to Visit",
		  "text": "The summer season, from June to August, is considered the best time to visit Moscow. The weather is warm during this time, allowing for enjoyable city walks and visits to parks and gardens. Autumn and spring are also good seasons to visit, with comfortable weather and fewer tourists. Winter in Moscow can be cold, but the city is adorned with festive lights and Christmas markets during this period, creating a magical atmosphere.",
		  "highlights": [],
		  "suffix": ""
		},
		{
		  "eventKey": "2",
		  "title": "What to Pay Attention To",
		  "text": "When visiting Moscow, be sure to pay attention to landmarks such as ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "St. Basil's Cathedral,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "the Bolshoi Theatre,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight5",
			  "text": "GUM",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": "and more. Be sure to visit the Tretyakov Gallery and the Pushkin Museum to enjoy the rich collection of Russian and world art. Don’t forget to try the local cuisine in the numerous restaurants and cafes, offering traditional dishes such as borscht and blini."
		}
	  ],
	  "moscowDescriptionSection": [
		{
		  "id": "section1",
		  "prefix": "M",
		  "text": "oscow is the heart of Russia, its capital and largest city, combining rich history and modernity. The city, founded in 1147, is famous for its architectural monuments, including ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "the Kremlin,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "Red Square.",
			  "className": "bg-body-secondary text-black fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " — UNESCO World Heritage sites. Moscow is not only the political and economic center of the country but also a cultural capital, where the best theaters, museums, and galleries are concentrated, such as ",
		  "moreHighlights": [
			{
			  "id": "moreHighlight1",
			  "text": "the Bolshoi Theatre,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight2",
			  "text": "the Tretyakov Gallery,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight3",
			  "text": "the Pushkin State Museum of Fine Arts.",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ]
		},
		{
		  "id": "section2",
		  "prefix": "T",
		  "text": "he city surprises with its diversity: here you can find both narrow streets with historic buildings and modern skyscrapers in the business center 'Moscow-City.' Beautiful parks, such as ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Gorky Park,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "VDNKh",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": "offer many opportunities for recreation and entertainment. Evening Moscow is especially beautiful thanks to the illuminated bridges and buildings, creating a magical atmosphere."
		},
		{
		  "id": "section3",
		  "prefix": "T",
		  "text": "he city's transport system is one of the best in the world, including the famous ",
		  "highlights": [
			{
			  "id": "highlight5",
			  "text": "Moscow Metro",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": "with its magnificent stations resembling underground palaces. Moscow is a city of contrasts, dynamic and multifaceted, where everyone can find something for themselves."
		}
	  ],
	  "moscowAttractions": [
		{
		  "name": "Moscow-City",
		  "id": 0,
		  "src": "moscowCity",
		  "description": "Moscow-City is a modern business center in Moscow, known for its high-rise buildings and architectural masterpieces. The complex includes offices, shopping centers, and restaurants, attracting both businesspeople and tourists."
		},
		{
		  "name": "Pavilion No. 1 Central",
		  "id": 1,
		  "src": "moscowPavilion",
		  "description": "Pavilion No. 1 Central at VDNKh is one of the main structures of the VDNKh exhibition complex. The pavilion is a monumental building with a colonnade and serves as the main venue for large exhibitions and events. Inside the pavilion, exhibitions, conferences, and cultural events are regularly held, attracting thousands of visitors from all over Russia and abroad."
		},
		{
		  "name": "The Kremlin",
		  "id": 2,
		  "src": "moscowKremlin",
		  "description": "The Moscow Kremlin is the historical and cultural center of Moscow and the official residence of the President of Russia. The Kremlin is a complex architectural ensemble, including palaces, cathedrals, and museum complexes, and is a symbol of Russian statehood."
		},
		{
		  "name": "Moscow State University",
		  "id": 3,
		  "src": "moscowUniversity",
		  "description": "Moscow State University named after M.V. Lomonosov is one of the oldest and most prestigious universities in Russia. The university is famous for its main building on Sparrow Hills, which is one of the tallest buildings in Moscow and a symbol of Russian science and education."
		},
		{
		  "name": "St. Basil's Cathedral",
		  "id": 4,
		  "src": "moscowVasilBlazhSobor",
		  "description": "St. Basil's Cathedral is one of the most recognizable buildings in Russia, located on Red Square. This colorful church with unique domes is not only a symbol of Moscow but also an important historical monument, attracting many tourists."
		}
	  ]
	}
}