{
	"spbTranslation": {
		"title": "Saint Petersburg",
	  "headers": [
		{
		  "accordionHeader": "Additional Information",
		  "carouselHeader": "Attractions",
		  "descriptionHeader": "Information"
		}
	  ],
	  "accordion": [
		{
		  "eventKey": "0",
		  "title": "What Saint Petersburg Is Like",
		  "text": "Saint Petersburg is the cultural capital of Russia, known for its historical monuments and unique architecture. The city offers many attractions, such as ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "The Hermitage,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "St. Isaac's Cathedral,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " as well as beautiful canals and bridges that make Saint Petersburg unique. The city is famous for its cultural events, theaters, and museums, attracting tourists from all over the world."
		},
		{
		  "eventKey": "1",
		  "title": "Best Season to Visit",
		  "text": "The summer season, from June to August, is considered the most pleasant time to visit Saint Petersburg. During this time, the days are long and warm, and the nights are white. Autumn and spring are also good for visiting when the weather is comfortable and there is no large influx of tourists. Winter in Saint Petersburg can be cold, but the city is beautifully decorated with lights and Christmas markets.",
		  "highlights": [],
		  "suffix": ""
		},
		{
		  "eventKey": "2",
		  "title": "What to Pay Attention to",
		  "text": "When visiting Saint Petersburg, be sure to pay attention to attractions such as ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "Peter and Paul Fortress,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "Yusupov Palace,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight5",
			  "text": "The Church of the Savior on Spilled Blood",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " and others. Don't forget to visit the Russian Museum and the Mariinsky Theatre to enjoy the rich cultural life of the city. Also, try the local cuisine in historic restaurants and cafes."
		}
	  ],
	  "spbDescriptionSection": [
		{
		  "id": "section1",
		  "prefix": "S",
		  "text": "aint Petersburg is the cultural heart of Russia, founded in 1703. The city is famous for its historical monuments and architectural masterpieces such as ",
		  "highlights": [
			{
			  "id": "highlight1",
			  "text": "The Hermitage,",
			  "className": "bg-body-secondary text-dark fst-italic px-1 me-2"
			},
			{
			  "id": "highlight2",
			  "text": "St. Isaac's Cathedral",
			  "className": "bg-body-secondary text-black fst-italic px-1 me-2"
			}
		  ],
		  "suffix": " — UNESCO World Heritage Sites. Saint Petersburg is also known for its cultural institutions, such as ",
		  "moreHighlights": [
			{
			  "id": "moreHighlight1",
			  "text": "The Russian Museum,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight2",
			  "text": "The Mariinsky Theatre,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "moreHighlight3",
			  "text": "Palace Square.",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ]
		},
		{
		  "id": "section2",
		  "prefix": "T",
		  "text": "he city is impressive with its magnificent palaces and beautiful canals. Here you can find both historical buildings and modern architectural solutions. Beautiful gardens such as ",
		  "highlights": [
			{
			  "id": "highlight3",
			  "text": "The Summer Garden,",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			},
			{
			  "id": "highlight4",
			  "text": "The Mikhailovsky Garden",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": " offer many opportunities for relaxation and walks. Evening Saint Petersburg is especially beautiful thanks to the lighting of bridges and buildings, creating a magical atmosphere."
		},
		{
		  "id": "section3",
		  "prefix": "T",
		  "text": "he city's transportation system is also noteworthy, including the famous ",
		  "highlights": [
			{
			  "id": "highlight5",
			  "text": "Saint Petersburg Metro",
			  "className": "bg-body-secondary fst-italic text-dark px-1 me-2"
			}
		  ],
		  "suffix": "with its stunning stations, designed in the style of palaces. Saint Petersburg is a city that combines historical beauty with modern dynamics."
		}
	  ],
	  "spbAttractions": [
		{
		  "name": "Peterhof",
		  "id": 0,
		  "src": "peterhof",
		  "description": "Peterhof is a magnificent complex of parks and palaces, known for its fountains and grand architecture. Its luxurious gardens and fountains attract tourists from all over the world."
		},
		{
		  "name": "Lazarev Bridge",
		  "id": 1,
		  "src": "lazarevBridge",
		  "description": "Lazarev Bridge is one of the oldest bridges in Saint Petersburg, connecting the banks of the Neva River. It is an important part of the city's infrastructure and is known for its historical significance."
		},
		{
		  "name": "Nevsky Prospect",
		  "id": 2,
		  "src": "nevskyProspect",
		  "description": "Nevsky Prospect is the main street of Saint Petersburg, known for its shops, restaurants, and historic buildings. It is home to many of the city's cultural and commercial establishments."
		},
		{
		  "name": "Kazan Cathedral",
		  "id": 3,
		  "src": "kazanCathedral",
		  "description": "Kazan Cathedral is a majestic building on Nevsky Prospect, known for its architecture and rich interior. It is one of the most significant religious monuments in the city."
		},
		{
		  "name": "Church of the Savior on Spilled Blood",
		  "id": 4,
		  "src": "spasNaKrovi",
		  "description": "The Church of the Savior on Spilled Blood is a striking building located on the site of the assassination of Emperor Alexander II. The church is famous for its richly decorated facades and interiors."
		}
	  ]
	}
  }
  